Repository: common-repository/poststats
Catalog: languages/post-stats-*.po
Languages: fr_fr

source: Sum:
fr_fr: Total :

source: words
fr_fr: mots

source: Average:
fr_fr: Moyenne :

source: Longest post:
fr_fr: Article le plus long :

source: Shortest post:
fr_fr: Article le plus court :

source: Posts Statistics
fr_fr: Statistiques des articles

source: year
fr_fr: année

source: month
fr_fr: mois

source: day
fr_fr: jour

source: hour
fr_fr: heure

source: This post has %d words.
fr_fr: Cet article a %d mots.

source: It will take approximately %s for reading it.
fr_fr: Il vous faudra environ %s pour le lire.

source: Very slow reader
fr_fr: Lecteur très lent

source: Slow reader
fr_fr: Lecteur lent

source: Average reader
fr_fr: Lecteur moyen

source: Good reader
fr_fr: Bon lecteur

source: Excellent reader
fr_fr: Excellent lecteur

source: words/minute
fr_fr: mots/minute

source: Total reading time:
fr_fr: Temps de lecture total:

source: Display statistics before each post
fr_fr: Afficher les statistiques avant chaque article

source: Display widget on dashboard
fr_fr: Afficher le widget sur le tableau de bord
